{
  "splash": {
    "splashContent": "<div style=\"text-align: center;\"><p style=\"box-sizing: border-box; margin: 20px 0px 10px; line-height: 1.1; text-align: start; background-color: rgb(255, 255, 255);\"><font color=\"#ff4500\" face=\"Helvetica Neue, Helvetica, Arial, sans-serif\" size=\"4\"><span style=\"font-weight: 500;\">Please read the following terms and conditions of use of this application. If you agree to these terms, tick the box, and then click the proceed button.</span></font></p><h1 style=\"box-sizing: border-box; margin: 20px 0px 10px; font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-weight: 500; line-height: 1.1; color: rgb(23, 42, 70); text-align: start; background-color: rgb(255, 255, 255);\"><span style=\"font-family: &quot;Source Sans Pro&quot;, sans-serif;\"><font size=\"3\">Canterbury Maps contains information about properties in the Canterbury region and is provided as a public service. Please take the time to read the Terms and Conditions for the use of the website and the information provided.</font></span><br /></h1><h1 style=\"box-sizing: border-box; margin: 20px 0px 10px; font-size: 28px; font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-weight: 500; line-height: 1.1; color: rgb(23, 42, 70); text-align: start; background-color: rgb(255, 255, 255);\">Terms and Conditions</h1><p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 10px; color: rgb(23, 42, 70); font-family: &quot;Source Sans Pro&quot;, sans-serif; text-align: start; background-color: rgb(255, 255, 255);\"><br /></p><ol style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 10px; color: rgb(23, 42, 70); font-family: &quot;Source Sans Pro&quot;, sans-serif; text-align: start; background-color: rgb(255, 255, 255);\"><li style=\"box-sizing: border-box;\"><font size=\"3\">This website and the information provided in it are the copyright of the following District and Regional Council(s); Kaikoura District, Hurunui District, Waimakariri District, Christchurch District, Environment Canterbury Regional Council, Selwyn District, Ashburton District, Waimate District, Mackenzie District, Timaru District and Waitaki District. This website is a public service and may be used for personal and business purposes. However, you are not permitted to copy or republish any substantial amount of the information from this website without the prior written consent of the aforementioned Councils.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">Information on this website has been derived from various sources, including the aforementioned Council’s databases. Boundary information is derived under licence from LINZ Digital Cadastral Database (Crown Copyright Reserved).</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">Rating and valuation information contained in this website is restricted to the information that is required to be made available to the general public according to the Local Government (Rating) Act 2002 and the Rating Valuations Act 1998.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">Whilst due care has been taken in providing this website, all information should be considered as being illustrative and indicative only. Your use of information from this website is entirely at your own risk.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">The aforementioned Councils do not give and expressly disclaim any warranty as to the accuracy or completeness of the information or its fitness for any purpose.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">The aforementioned Councils accept no liability for any error, omission, or inaccuracy of the information or from any use of or reliance on the information provided by this website.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">You should independently verify the accuracy of any information before taking any action in reliance upon it, i.e. the actual locations of any pipes or services shown on a plan should be physically verified on site prior to any design, construction or other works taking place, property boundaries should be verified by a qualified surveyor.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">You waive and release the aforementioned Councils from any claims arising from your use of this website or the information provided by it.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">You indemnify the aforementioned Councils against all claims, loss or damages arising in connection with your use of this website or the information provided by it.</font></li><li style=\"box-sizing: border-box;\"><font size=\"3\">Information from this web site may not be used for the purposes of any legal disputes.</font></li></ol></div>",
    "requireConfirm": true,
    "showOption": true,
    "confirmEverytime": false,
    "confirm": {
      "text": "I agree to the above terms and conditions",
      "color": "#000000",
      "transparency": 0
    },
    "size": {
      "mode": "percent",
      "percent": "50%",
      "wh": {
        "w": 600,
        "h": 1296
      }
    },
    "background": {
      "mode": "color",
      "image": null,
      "type": "fill",
      "fileName": "No%20file%20chosen",
      "color": "#ffffff",
      "transparency": 0
    },
    "button": {
      "color": "#95c11f",
      "transparency": 0,
      "text": "OK"
    },
    "contentVertical": "top"
  }
}